
[0x0408]
TITLE=Επιλέξτε τη γλώσσα εγκατάστασης
DESCRIPTION=Επιλέξτε τη γλώσσα της εγκατάστασης αυτής από τις παρακάτω επιλογές.
REBOOTMESSAGE=Το πρόγραμμα εγκατάστασης πρέπει να επανεκκινήσει το σύστημά σας για να ολοκληρωθεί η διαμόρφωση της υπηρεσίας Windows Installer. Κάντε κλικ Yes (Ναι) για να επανεκκινήσετε τώρα ή Νο (Όχι) αν προτιμάτε να κάνετε την εκκίνηση αργότερα.
ONUPGRADE=Αυτή η εγκατάσταση θα αναβαθμίσει το '%s'. Θέλετε να συνεχίσετε;
LATERVERSIONINSTALLED=Έχει ήδη εγκατασταθεί μια νεότερη έκδοση του '%s' στον υπολογιστή. Δεν είναι δυνατή η συνέχεια της εγκατάστασης.
OK=OK
Cancel=Άκυρο
Password=Κωδικός πρόσβασης:
Install=Εγκατάσταση
Next=&Επόμενο >
1100=Σφάλμα Προετοιμασίας Εγκατάστασης
1101=%s
1102=Η εγκατάσταση του %1 προετοιμάζει τον %2, ο οποίος θα σας καθοδηγήσει στη διαδικασία εγκατάστασης του προγράμματος.  Παρακαλώ περιμένετε.
1103=Έλεγχος Έκδοσης Λειτουργικού Συστήματος
1104=Έλεγχος Έκδοσης του προγράμματος εγκατάστασης των Windows(R)
1105=Παράμετροι προγράμματος εγκατάστασης των Windows
1106=Παράμετροι %s
1107=Η εγκατάσταση ολοκλήρωσε τις παραμέτρους του προγράμματος εγκατάστασης των Windows στο σύστημά σας. Για να συνεχίσει η εγκατάσταση, πρέπει να γίνει επανεκκίνηση του συστήματος. Κάντε κλικ στην Επανεκκίνηση για επανεκκίνηση του συστήματος.
1108=%s
1150=Η εγκατάσταση εντόπισε μια μη συμβατή έκδοση των Windows. Κάντε κλικ στο OK και επανεκκινήστε την εγκατάσταση στα Windows 95, Windows NT 4.0 SP6 ή μεταγενέστερα
1151=Σφάλμα εγγραφής στην προσωρινή θέση
1152=Σφάλμα εξαγωγής του %s στην προσωρινή θέση
1153=Σφάλμα ανάγνωσης αρχείου προετοιμασίας εγκατάστασης
1154=Αδύνατη η εύρεση του προγράμματος εγκατάστασης στο %s
1155=Αδύνατη η εύρεση του αρχείου %s
1156=Εσωτερικό σφάλμα στο πρόγραμμα εγκατάστασης των Windows
1158=Παρουσίαση σφάλματος στις συμβολοσειρές. Βεβαιωθείτε πως όλες οι συμβολοσειρές που περιέχονται στο Setup.ini είναι έγκυρες.
1200=Επανεκκίνηση
1603=Σφάλμα κατά την εγκατάσταση της μηχανής του προγράμματος Windows Installer.  Ίσως ένα από τα αρχεία που πρέπει να αντικατασταθεί, να βρίσκεται ήδη εν χρήσει από κάποιο άλλο πρόγραμμα. Κλείστε όλα τα προγράμματα που είναι ανοιχτά και ξαναπροσπαθήστε.
1201=Η Εγκατάσταση χρειάζεται %lu KB ελεύθερου χώρου στο δίσκο στο %s. Ελευθερώστε χώρο και ξαναπροσπαθήστε
1202=Δεν έχετε επαρκή δικαιώματα για την ολοκλήρωση αυτής της εγκατάστασης για όλους τους χρήστες του υπολογιστή. Συνδεθείτε ως διαχειριστής και μετά ξαναπροσπαθήστε αυτήν την εγκατάσταση
1203=Παράμετροι γραμμής εντολών:
1204=/L αναγνωριστικό γλώσσας
1205=/S Απόκρυψη του διαλόγου αρχικοποίησης.  Για βουβή μέθοδο λειτουργίας, χρησιμοποιείστε: /S /v/qn.
1206=/V παράμετροι στο MsiExec.exe
1207=Εντοπίστηκε η έκδοση %s του προγράμματος εγκατάστασης των Windows(R). Είναι μια παλαιότερη έκδοση του προγράμματος εγκατάστασης των Windows(R). Κάντε κλικ στο OK για συνέχεια.
1208=Η κωδικοσελίδα ANSI για το %s δεν είναι εγκαταστημένη στο σύστημα και επομένως δεν μπορεί να γίνει η εγκατάσταση στη γλώσσα που έχετε επιλέξει.  Ξεκινήστε και πάλι τη διαδικασία της εγκατάστασης και επιλέξτε διαφορετική γλώσσα. 
1210=Για την εγκατάσταση απαιτείται το Windows Installer έκδοση %s ή μεταγενέστερη, ώστε να εγκατασταθεί το Microsoft .NET Framework έκδοση 2.0.  Παρακαλώ εγκαταστήστε τον Windows Installer έκδοση %s ή μεταγενέστερη και προσπαθήστε ξανά.
1604=Η εγκατάσταση αυτή δεν περιλαμβάνει το μηχανισμό του προγράμματος εγκατάστασης των Windows (%s) που απαιτείται για την εκτέλεση της εγκατάστασης σε αυτό το λειτουργικό σύστημα.
1607=Δεν είναι δυνατή η εγκατάσταση του %s Scripting Runtime.
1608=Αδύνατον να δημιουργηθεί η κατάσταση InstallDriver, Επιστροφή κωδικού: %d
1609=Παρακαλώ καθορίστε που θέλετε να αποθηκευθεί το πακέτο εγκατάστασης.
1611=Δεν είναι δυνατή η εξαγωγή του αρχείου %s.
1612=Εξαγωγή αρχείων.
1613=Μεταφόρτωση του αρχείου %s.
1614=Κατά τη διάρκεια μεταφόρτωσης του αρχείου %s παρουσιάστηκε ένα σφάλμα.  Τι θέλετε να γίνει;
1615=hr
1616=min
1617=sec
1618=MB
1619=KB
1620=/sec
1621=Η εξακρίβωση υπογραφής του αρχείου %s απέτυχε.
1622=Χρόνος που απομένει (κατά εκτίμηση):
1623=%d KB από %d KB μεταφορτώθηκαν στο
1624=Προετοιμασία Εγκατάστασης...
1625=Λάβετε βοήθεια για την εγκατάσταση αυτή.
1626=Βοήθεια
1627=Δεν είναι δυνατή η αποθήκευση του αρχείου: %s
1628=Απέτυχε να ολοκληρώσει την εγκατάσταση με βάση τις συμβολοσειρές.
1629=Άκυρη γραμμή εντολών.
1630=/UA<url to InstMsiA.exe>
1631=/UW<url to InstMsiW.exe>
1632=/UM<url to msi package>
1633=/US<url to IsScript.msi>
1634=Σφάλμα Προετοιμασίας Εγκατάστασης, απέτυχε να αντιγράψει τη διαδικασία.
1635=Το αρχείο %s υπάρχει ήδη.  Θέλετε να αντικατασταθεί;
1636=/P κωδικός
1637=/A διαχειριστική εγκατάσταση
1638=/J διαφήμιση
1639=/X απεγκατάσταση
1640=/F επιδιόρθωση
1641=/B τοπική εγκατάσταση cache μνήμης 
1642=Δεν μπόρεσε να εξακριβωθεί το γνήσιο της ηλεκτρονικής υπογραφής.  Χρειάζεστε Internet Explorer 3.02 ή νεώτερη έκδοση με ενημερωμένο Authenticode.
1643=Το πρόγραμμα εγκατάστασης απαιτεί την καινούργια έκδοση του WinInet.dll.  Ίσως να είναι αναγκαίο να εγκαταστήσετε το Internet Explorer 3.02 ή μεταγενέστερη έκδοση.
1644=Δεν έχετε επαρκή δικαιώματα για την ολοκλήρωση αυτής της εγκατάστασης για όλους τους χρήστες του υπολογιστή. Συνδεθείτε ως διαχειριστής και μετά ξαναπροσπαθήστε αυτήν την εγκατάσταση
1645=Σφάλμα στην εγκατάσταση του Microsoft(R) .NET Framework. Επιστρεφόμενος κωδικός: %d
1646=%s χρησιμοποιεί κατ' επιλογή το Microsoft (R) .NET %s Framework.  Θέλετε να το εγκαταστήσετε τώρα.
1648=Η εγκατάσταση εντόπισε μια μη συμβατή έκδοση των Windows. Κάντε κλικ στο OK και επανεκκινήστε την εγκατάσταση στα Windows 95, Windows NT 4.0 SP3 ή μεταγενέστερα
1649=Το κατ' επιλογή χρησιμοποιεί το Επαναδιανομούμενο Πακέτο Visual J#. Θέλετε να το εγκαταστήσετε τώρα; 
1650=(Αυτό θα εγκαταστήσει επίσης το .NET Framework.)
1651=Η Εγκατάσταση έχει εντοπίσει μια μη συμβατή έκδοση των Windows. Παρακαλείστε να κάντε κλικ στο ΟΚ για να επιβεβαιώσετε ότι το σύστημα εκτελεί την έκδοση Windows 2000 Service Pack 3 (ή αργότερη έκδοση), πριν επανεκκινήσετε την εγκατάσταση.
1652=%s απαιτεί την εγκατάσταση των κάτωθι προγραμμάτων στον υπολογιστή σας. Κάντε κλικ στο Install (Εγκατάσταση) για εγκατάσταση αυτών των απαραίτητων προγραμμάτων.
1653=Εγκατάσταση %s
1654=Θέλετε να ακυρώσετε την εγκατάσταση αφού ολοκληρωθεί η εγκατάσταση του %s;
1655=Αδύνατη η εύρεση των απαιτήσεων για την εγκατάσταση του στοιχείου %s. Η εγκατάσταση θα σταματήσει τώρα. Αυτό συνέβη πιθανώς λόγω αποτυχούς ή ακυρωμένου κατεβάσματος.
1656=Η εγκατάσταση του %s φαίνεται να έχει αποτύχει. Θέλετε να συνεχίσετε με την εγκατάσταση;
1657=Επιτυχές
1658=Εγκατάσταση
1659=Εκκρεμούν
1660=Εγκατεστημένο
1661=Κατάσταση
1662=Απαίτηση
1663=Αστόχ.
1664=Έλεγχος ακρίβειας
1665=Κατέβασμα
1666=Παρακάμφθηκε
1667=Η εγκατάσταση του %s απέτυχε. Πραγματοποιείται έξοδος τώρα από το πρόγραμμα εγκατάστασης.
1668=Η εγκατάσταση του %s απαιτεί επανεκκίνηση.  Πατήστε Ναι για επανεκκίνηση ή Όχι αν σχεδιάζετε να κάνετε επανεκκίνηση αργότερα.
1669=Το %1 χρησιμοποιεί προαιρετικά το %2. Θέλετε να το εγκαταστήσετε τώρα;
1670=Δεν είναι δυνατή η φόρτωση της λειτουργικής μονάδας %s, Κωδικός σφάλματος: %d
1671=Λήψη αρχείου %2 από %3: %1
1700=Παρουσιάστηκε σφάλμα κατά την προετοιμασία του μηχανισμού InstallScript
1701=Δεν είναι δυνατή η εξαγωγή των αρχείων υποστήριξης του μηχανισμού InstallScript σε προσωρινή τοποθεσία

1702=Αυτή η εγκατάσταση σας επιτρέπει την εγκατάσταση πολλαπλών εκδόσεων του προϊόντος. Επιλέξτε την έκδοση που θέλετε να εγκαταστήσετε και κάντε κλικ στο Next (Επόμενη) για να συνεχίσετε:
1703=&Εγκατάσταση νέας έκδοσης
1704=&Διατήρηση η ενημέρωση μιας υπάρχουσας έκδοσης
1705=Εξ’ ορισμού
1706=ID έκδοσης
1707=Ονομασία προϊόντος
1708=Θέση
1710=Αυτή η εγκατάσταση σας επιτρέπει την προσθήκη πολλαπλών εκδόσεων του προϊόντος. Επιλέξτε μια από τις παρακάτω επιλογές για να καθορίσετε τον τρόπο εφαρμογής αυτής της προσθήκης.
1711=Προσθέστε &όλες τις υπάρχουσες εκδόσεις
1712=&Προσθέστε μια υπάρχουσα έκδοση
1713=Αυτή η εγκατάσταση απαιτεί το πρόγραμμα Windows Installer έκδοση 4,5 ή νεότερη. Το πρόγραμμα εγκατάστασης (Setup) θα παύσει τώρα να λειτουργεί.
1714=Αποσυμπίεση

[Languages]
0x0404=Κινέζικη (παραδοσιακή)
0x0804=Κινέζικη (απλοποιημένη)
